Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Ek mag miskien nie slim lyk nie, maar ek is nie gister gebore nie
ar: قد لا أبدو ذكياً لكنني لم أولد البارحة

source: Ek weet wie dit gedoen het
ar: وانا أعلم من فعلها

source: Ek gee hom 15 sekondes om uit te kom
ar: سأمنحه 15 ثانية للاعتراف

source: Ek wag
ar: أنا بانتظاره

source: Daar is nou net 5 sekondes oor
ar: ما أسوأ هذا بقيت خمس ثوان

source: Te laat
ar: لقد فات الوقت

source: Le Querrec, wie is Le Querrec
ar: كوريك، من هو كوريك؟

source: Ek, meneer
ar: أنا، سيدي

source: Wat 'n toeval!
ar: ياللمصادفة

source: So, dit is jy wat Mnr Maxence seergemaak het?
ar: إذاً، أنت من أصاب السيد ماكسان

source: Nee nie ek nie
ar: لا، ليس أنا

source: Ek vra jou nie, ek bevestig dit
ar: لست أسألك أنا أخبرك

source: Ek het niks gedoen nie
ar: لم أفعل شيئاً

source: Wie dink jy, sal die skoolhoof glo, jy of ek?
ar: من سيصدق حضرة الناظر برأيك؟

source: O, terwyl ek uit is, moet iemand verantwoordelik wees vir die klas
ar: أنا أم أنت؟ أثناء غيابي، أريد أحد الجادين أن يراقب الصف

source: As ek my betroubare intuïsie glo, dan is dit Mnr Morange
ar: إذا صدق ظني هذا الشخص الجاد سيكون السيد مورانج

source: Stilte, wie is Morange?
ar: صمتاً، من هو مورانج؟

source: So, jy is die engelgesig
ar: إذا، أنت ذو الوجه الملائكي

source: Gaan na die skryfbord, jy hou toesig oor die klas terwyl ek weg is
ar: إذهب إلى السبورة وراقب الصف أثناء غيابي

source: Kom ons gaan!
ar: هيا

source: Mooi aangetrek
ar: زيٌّ جميل

source: Trek jou hemp verder uit, dit pas jou beter
ar: اسحب القميص إلى الخارج أكثر سيكون ذلك أفضل

source: Swart skape het outoriteit oor hulle maters, bewys dit vir my
ar: يقال أن للخروف الأسود سلطة على زملائه أثبت لي هذا

source: Kom ons gaan skoolhoof toe
ar: هيا بنا إلى الناظر

source: Genade asseblief, meneer
ar: الرحمة يا سيدي

source: Genade?
ar: الرحمة

source: Het jy genade gehad vir die klasmaat wat in die tronk is in jou plek?
ar: هل رحمت زميلك الذي في السجن بدلاً عنك؟

source: En wat van Oom Maxence?
ar: ماذا عن العم ماكسيان؟

source: Ek wou hom nie seermaak nie, dit was net 'n grap 'n Grap?
ar: لم أقصد إيذاءه مزحة ظريفة

source: Dis genoeg, hoor jy, jy gaan 'n goeie pak slae by my kry
ar: كفى، هل تسمع؟ ستنال ضرباً مبرحاً في مكتبي

source: Wie is dit?
ar: من هذا؟

source: Dis Leclerc, hy het weggeloop vir die derde keer
ar: إنه ليكريك لقد هرب للمرة الثالثة

source: Hy gaan na die tronk, dan het jy 'n metgesel, kom ons gaan
ar: سيُرسل إلى السجن هكذا سيكون لديك رفقة هيا بنا

source: Luister, miskien kan ons ooreenkom
ar: اسمع، ربما يمكننا أن نعقد صفقة

source: Jy het oom Maxence sleg beseer
ar: أنت آذيت العم ماكسان بشدة

source: Ek neem jou nie na die skoolhoof nie, maar ek straf jou self
ar: لن آخذك إلى الناظر لكنني سأعاقبك

source: Van nou af, gedurende pouse, werk jy in die siekeboeg
ar: من الآن فصاعداً، وخلال الاستراحة ستعمل في المستوصف

source: Jy sal Oom Maxence oppas, totdat hy gesond is
ar: ستعتني بالعم ماكسان حتى يتعافى

source: Stem jy in?
ar: ماذا قلت؟

source: Nie sleg nie, nê?
ar: ليس سيئاً، أليس كذلك؟

source: Ek glo ek kan beter, laat my jou profiel sien
ar: أعتقد أن بإمكاني تقديم ما هو أفضل أرني وجهك من الجانب

source: Profiel
ar: من الجانب

source: Ek gee jou 'n klein glimlag vir 'n verandering
ar: وهاك ابتسامة صغيرة من باب التغيير

source: Daar's hy, kyk maar
ar: ها هي استدر وألق نظرة

source: A, ek het vergeet, 'n klein kolletjie kleur
ar: آه، لقد نسيت بقعة ملونة صغيرة

source: Lyk dit beter?
ar: هل هذا أجمل؟

source: Gaan terug na jou sitplek
ar: عد إلى مقعدك

source: Goed, om julle beter te ken, skryf asseblief jou naam, ouderdom en wat jy wil doen as jy groot is
ar: حسناً لنتعارف أكثر ليكتب كل منكم اسمه، عمره وما ينوي فعله عندما يكبر

source: Tot my verbasing het al die leerlinge gedoen wat ek gevra het
ar: ما أدهشني أن جميع التلاميذ نفّذوا ما طلب منهم

source: Almal, behalwe een
ar: الجميع إلا واحداً

source: Skryf jy nie?
ar: ألست تكتب؟

source: Hoe lank is jy al hier?
ar: منذ متى وأنت هنا؟

source: Lankal?
ar: من زمن بعيد؟

source: Kom aan, skryf, mannetjie
ar: هيا، اكتب يا صغيري

source: 'n Uitputtende eerste dag
ar: كان اليوم الأول مرهِقاً

source: Ek weet nie waarom ek hier is nie
ar: لا أعلم سبب وجودي هنا

source: Rachin maak my bang, hierdie plek maak my bang
ar: راشين يخيفني هذا المكان يخيفني

source: Selfs die kinders maak my bang
ar: حتى الأولاد يخيفونني

source: Dit voel of hulle enige oomblik hier kan inkom en my kwaad aandoen
ar: أحس انهم قد يقتحموا غرفتي في أي وقت ويذبحوني

source: My kombers
ar: سيد بلانكيت

source: - Gee my 'n trek - Bly stil, gaan slaap
ar: أعطني شحطة اخرس، إذهب إلى النوم

source: Ek lees wat die leerlinge geskryf het
ar: قرأت ما كتبه التلاميذ

source: Almal droom van wonderlike loopbane
ar: كانوا جميعهم يحلمون بمهن غريبة

source: Twee brandweermanne, drie cowboys, een leeutemmer, een vegvliënier twee spioene, 'n Generaal onder Napoleon een warmlugballon-loods, drie soldate,
ar: رجلا إطفاء، ثلاثة رعاة بقر مروّض نمور، طيار مقاتل جاسوسان ضابط تحت إمرة نابليون طيار مناطيد، ثلاثة جنود ولا معلّم

source: Dis baie gaaf om aan te bied om my op te pas
ar: هذا لطف منك أن تتطوع للاعتناء بي

source: Sien dokter, die nuwe faktotum het vir 'n vrywilliger gevra, en hy het reageer, spontaan
ar: هل ترى يا دكتور، لقد طلب المعلّم متطوعاً وقد استجاب طوعياً

source: Dit bewys wonderwerke gebeur nog
ar: يبدو أن المعجزات تحدث أحياناً

source: Kom in!
ar: تفضّل بالدخول

source: Dit is Mnr Mathieu, ons nuwe faktotum
ar: هذا هو السيد ماتيو المعلّم الجديد

source: - Bly om te ontmoet - Bly om te ontmoet
ar: مرحباً- أهلاً-

source: Hoe gaan dit met hom?
ar: كيف حاله؟

source: Dis nogal 'n slegte hou, hoekom sou hulle jou teiken?
ar: لقد كان جرحاً بليغاً إذا ما لاحقوك، فلا أمل

source: Jy het dan sulke oneindige geduld met hulle
ar: أنت صبورٌ جداً معهم

source: Ek is net hardkoppig
ar: لدي رأس صلب

source: Die arme kinders het dit nog slegter as ek hier
ar: الأولاد المساكين حالهم أسوأ من حالي بكثير

source: Een is selfs dood hier
ar: لقد مات أحدهم هنا

source: Een dood?
ar: مات

source: Sy naam was Mouton, hy't van die dak afgespring
ar: كان اسمه موتان لقد قفز من أعلى السطح

source: Gelukkig was hy darem 'n weeskind
ar: لقد كان يتيماً لحسن الحظ

source: Soos hy, sê almal dat niks vir hulle gedoen kan word nie, maar dis nie waar nie
ar: والجميع مثله يقولون أن لا يمكن فعل شيء لكن هذا غير صحيح

source: Hy was 'n goeie seun, jy moes hom net leer ken
ar: إنه ولد طيب يجب أن تعرفه فقط

source: Oom Maxence is goed, dan nie?
ar: العم ماكسان لطيف أليس كذلك؟

source: Le Querrec, ek praat met jou!
ar: لوكوريك، انا أتكلم معك

source: Oom Maxence is goed, is hy nie?
ar: العم ماكسان لطيف أليس كذلك؟ أجل

source: Ek kan jou nie hoor nie
ar: لم أسمع

source: Los hom uit, hy is skaam, nes ek
ar: دعه وشأنه إنه خجول

source: Ek moet met u praat, meneer
ar: أريد التحدث إليك حضرة الناظر

source: Wil jy noual weggaan?
ar: تريد أن تغادر من الآن؟

source: Nee, ek wil net 'n eksperiment doen
ar: - كلا، أريد أن أجري اختباراً فقط-

source: Omtrent oom Maxence se ongeluk
ar: من أجل حادث العم ماكسان

source: Dit was nie 'n ongeluk nie
ar: لكنه لم يكن حادثاً

source: Reg, ek wil graag dat u my drie dinge toestaan
ar: بالطبع، أريد منك ثلاثة أشياء

source: Eerstens, hef die kollektiewe straf op
ar: أولاً، ان توقف العقوبة الجماعية

source: Tweedens, laat my toe om die skuldige te straf
ar: ثانياً، أن تدعني أعاقب الفاعل

source: Derdens, laat my toe om sy naam vir myself te hou
ar: ثالثاً، أرجو أن تدعني أحتفظ باسمه لنفسي

source: Dit is as jy sy naam het
ar: على فرض أنك تعرفه

source: Natuurlik, net as ek dit het
ar: بالطبع، على فرض أنني أعرفه فقط

source: Jy is arrogant, man
ar: يالك من متعجرف يا رجل

source: So, jy glo jy kan hom sommer netso vind?
ar: إذاٍ، تعتقد أنه يمكنك إيجاده بهذه البساطة

source: Goed, as jy hom kan kry, sal ek die straf ophef
ar: حسناً، إذا نجحت سأوقف العقوبة

source: Jy sal die skuldige party nooit kry nie, of ek is die koning van die pikkewyne
ar: لن تجد المذنب أبداً وإلا سأكون ملك المجاذيب

source: Ek weet wie dit is, meneer
ar: انا أعرف من فعلها حضرة الناظر

source: Is dit so? ... en ... wie is dit?
ar: هكذا إذاً من هو؟

source: U het my toegelaat om sy naam terug te hou
ar: لقد وعدتني أن أحتفظ باسمه سراً

source: Goed, baie goed
ar: جيد جيّد جدّاً

source: Maar jou metodes irriteer my!
ar: لكن أساليبك تستفزّني

source: Moenie dat ek enigiets verkeerd vind met jou klas nie
ar: لا أريد أن ألاحظ أي مشكلة في صفك

source: Ek voel dat ek hulle reeds goed onder beheer het
ar: أشعر أنني أضبطهم جيّداً منذ الآن

source: Jy praat te gou
ar: أنت تتعجّل بهذا الكلام

source: Hierdie is nie stout prente nie
ar: هذه ليست صوراً إباحية

source: Ek het nooit gesê dat dit is nie
ar: أنا لم أقل أنها صور إباحية

source: Wat is geskryf op joune?
ar: ماذا كتب لديك؟

source: "Ave Maria, Soprano, deur Clement Mathieu"
ar: "آف ماريا" لـ كليمونت ماثيو

source: Myne sê "Cord Quatuor, deur Clement Mathieu"
ar: "لدي هنا "كورد كواتور لـ كليمونت ماثيو

source: Hierdie lyk soos musiekblaaie
ar: تبدو كأنها نوطة موسيقية

source: Hoe weet jy?
ar: وما أدراك ؟

source: Miskien is dit morsekode?
ar: قد تكون إشارات مورس

source: Geheime kodes?
ar: شيفرة سرية؟

source: Miskien is hy 'n spioen
ar: قد يكون جاسوساً

source: Ja, moontlik 'n spioen, vermom as 'n faktotum
ar: أجل، قد يكون جاسوساً متخفياً في زي معلّم

source: Gou! Eierkop kom!
ar: بسرعة رأس البيضة قادم

source: Gee dit terug vir my
ar: أعيدوها إلي

source: Wat is dit, meneer?
ar: ما ذه سيدي؟

source: Niks met jou te doen nie 'n Probleem, Mathieu?
ar: ليست من شأنك هل من مشكلة يا ماثيو؟

source: Nee, niks nie
ar: لا، لا شيء

source: Hierdie is bladmusiek
ar: هذه نوط موسيقية

source: Waarvoor?
ar: من أجل ماذا؟

source: 'n Koor
ar: إنها للكورس

source: In die toilet?
ar: في الحمام؟

source: Koor, uit is julle!
ar: أيها الكورس عليكم الذهاب، هيا

source: - Niks hiervan hier nie, Mathieu - Niks waarvan?
ar: لا أريد هذه الأشياء هنا يا ماثيو- أية أشياء؟

source: Moenie voorgee dat jy nie weet waarvan ek praat nie
ar: لا تتظاهر بأنك لا تعرف ما أتحدث عنه

source: Jy glo sekerlik nie...
ar: إطلاقاً، ألا تصدق ؟

source: Ek sal jou fyn dophou!
ar: سأتجاهل الأمر هذه المرة

source: Jy sien werklik die boosheid orals Hier?
ar: أنت متشائمٌ حيال كل شيء في هذا المكان- أجل-

source: Koeëlkop, dis klaar met jou,
ar: هذه نهايتك يا رأس الطلقة

source: Jy sal nie die rëels hier maak nie!
ar: لن تطبق القوانين هنا

source: Haai, manne, is julle banggat of wat?
ar: ماالأمر يا شباب؟ هل أنتم جبناء أم ماذا؟

source: Jou naam is Corbin, reg?
ar: أنت كوربن، أليس كذلك؟

source: Meneer, ek het niks gedoen nie
ar: سيدي أنا لم أفعل شيئاً

source: Ja, jy sing!
ar: بلا، أنت تغني

source: Meneer, ek sweer
ar: سيدي ...أقسم لك

source: Jy sing, en dis vals ook
ar: بلا، انت تغني غناءً مميّزاً أيضاً

source: Jy weet dit nie eers nie!
ar: أنت حتى لا تعلم هذا

source: Kom aan, sing weer, ek luister
ar: هيا، غنّ ثانيةً انا أسمع

source: Miskien wil jy sing in die hoof se kantoor?
ar: ربما ترغب بالغناء في مكتب المدير

source: Kom aan, sing: Koeëlkop, dis klaar met jou,
ar: :هيا غنّ يا رأس الطلقة، هذه نهايتك

source: Koeëlkop, dis klaar met jou
ar: يا رأس الطلقة، هذه نهايتك

source: Het niemand jou vertel jy sing regtig vrot nie?
ar: ألم يخبرك أحد أن غناءك سيّءٌ جدّاً؟

source: Is dit so dat u musiek in u tas het, meneer?
ar: هل صحيح أن لديك موسيقى في محفظتك سيدي ؟

source: Niks met jou te doen nie
ar: اهتمّ بشؤونك الخاصة

source: Wat my laat onthou:
ar: بالمناسبة

source: Die volgende een wat ek by my goed vang, sal dit berou!
ar: في المرة القادمة، إذا أمسكت أحداً يعبث بأشيائي، سيكلّفه ذلك الكثير

source: Nou, stilte Gaan slaap! Klaar!
ar: الآن، سكوت هيا إلى النوم، انتهى

source: Slaap
ar: نم

source: Hierdie melodie steek vas in my kop
ar: لقد علق هذا اللحن في ذهني

source: Hulle sing nie baie goed nie, maar hulle sing
ar: لا يغنّون بشكل جيّد لكنهم سيغنّون

source: Ek het selfs 'n paar goeie stemme gehoor
ar: حتى أنني لاحظت بعض الأصوات الجيدة

source: Is daar regtig niks wat ons kan doen met hierdie kinders nie?
ar: ألا يوجد حقّاً ما يمكننا فعله حيال هؤلاء الأولاد؟

source: Ek, wat gesweer het om nooit weer my bladmusiek te raak nie
ar: أنا الذي أقسمت ألا ألمس نوتي الموسيقية ثانية

source: Moet nooit "nooit" sê nie
ar: لا تقل أبداً أبداً

source: Daar's altyd iets om te probeer
ar: ثمةً دائماً شيءٌ يستحق المحاولة

source: 23 Januarie, een week na die ongeluk, het oom Maxence 'n terugslag ondervind
ar: كانون الثاني 23، بعد أسبوع على الحادث حالة العم ماكسان تزداد سوءاً

source: Die dokter het hom na die hospitaal gestuur
ar: وأرسله الطبيب إلى المشفى

source: Sal hy doodgaan?
ar: هل سيموت؟

source: Nee, hulle sal hom red
ar: لا، سينقذوه

source: Daardie selfde dag, het Pepinot in die warmwater beland
ar: في نفس ذلك اليوم وقع ببينو في ورطة

source: Mnr Pepinot, jy is hopeloos
ar: سيد ببينو، لن يساعدك أحد

source: Laaste vraag, laaste een:
ar: السؤال الأخير الأخير

source: Hoe het Marshall Ney gesterf?
ar: كيف مات الماريشال نيي؟

source: Jag?
ar: صيداً؟

source: Verkeerd
ar: صفر

source: Skryf uit, 'n 100 keer vir môre: Marshall Ney was tereggestel
ar: :ستكتب مئة مرة حتى الغد الماريشال ني قد أعدم

source: Verdaag
ar: انصراف

source: Kom hier, seun
ar: تعال هنا يا ولد

source: Boniface, hier, dis 'n beloning vir jou opstel
ar: بونيفاس هاك، هذا مكافأة على موضوع الإنشاء

source: Neem hierdie na madam Marie, sy sal jou 'n koekie gee
ar: خذ هذه إلى السيدة ماري ستعطيك بسكويتة

source: Het jy geweet dat Marshall Ney geskiet is?
ar: كنت تعلم أن الماريشال نيي قد قتل بالرصاص؟

source: Ja, meneer, netsoos Napoleon
ar: أجل، سيدي، تماماً كنابليون

source: Uit is jy!
ar: اخرج من هنا

source: Wag, Mnr Morange
ar: انتظر، سيد مورانج

source: Ek het gesien jy neem notas in my klas
ar: لقد رأيتك تدون ملاحظات خلال الدرس

source: Ek moet sê sulke toegewydheid verbaas my
ar: لا بد لي أن أقول أن مثل هذا الاجتهاد يدهشني

source: Bring my jou notaboek
ar: أحضر لي دفترك

source: Sjarmant
ar: رائع

source: Daar, lees dit, bewonder die spelling
ar: خذ، اقرأ هذا سيعجبك الإملاء

source: Mnr Rachin eet stront by die bak
ar: السيد راشين يأكل البراز من الحوض

source: Het hy 'Mnr' geskryf?
ar: هل كتب "السيد"؟

source: Uh, nee
ar: آه، لا

source: Mnr Mathieu, aksie en reaksie, sit hom in die tronk!
ar: "سيد ماتيو، "الفعل و رد الفعل أودعه السجن

source: Kom ons gaan
ar: هيا بنا

source: Menere, goeie aptyt
ar: أيها السادة، شهيّة طيبة

source: Is jy honger Pepinot?
ar: هل أنت جائع يا بيبينو؟

source: Daar, julle kan nou eet
ar: هاك، يمكنك أن تأكل

source: Pepinot is 'n weeskind
ar: بيبينو يتيم

source: Sy ouers is dood gedurende die oorlog
ar: مات والداه خلال الحرب

source: - Hoe is hulle dood?
ar: كيف ماتا؟ - لا أعلم-

source: - Ek weet nie Die kind het dit in sy kop dat sy pa hom Saterdag sal kom haal
ar: وقد اقتنع الولد أن أباه سيأتي ليأخذه يوم السبت

source: Elke Saterdag; maar niemand kom nie
ar: وكل سبت لا أحد يأتي ونقول له:

source: Ons vertel hom dis volgende week, en so aan
ar: في الأسبوع القادم وهكذا

source: Sou dit nie beter wees om hom die waarheid te vertel nie?
ar: ألن يكون من الأفضل أن نخبره بالحقيقة؟

source: Ons het hom 'n 100 keer al vertel dat sy pa en ma beide dood is, maar niks help nie
ar: لقد أخبرناه مائة مرة أن أباه و أمه قد ماتا كلاهما، بلا فائدة

source: Nou, laat ons hom maar wag by die hek, dit maak hom gelukkig
ar: والآن، نتركه ينتظر قرب البوابة هذا يجعله سعيداً

source: Sien jy?
ar: أرأيت؟

source: aksie en reaksie
ar: "الفعل و رد الفعل"

source: Wat bedoel jy?
ar: ماذا تعني؟

source: Aksie?
ar: الفعل؟

source: Reaksie!
ar: رد الفعل

source: Iemand vra vir die Morange-seun
ar: أحدهم يسأل عن الولد مورانج

source: Morange?
ar: مورانج في السجن

source: Hy is in die tronk Geen besoek vir die gestrafdes, jy ken die rëels
ar: الزيارات ممنوعة على المعاقبين تعرفين القوانين

source: Gaan vertel die besoeker self
ar: إذهب وأخبر الزائر بنفسك

source: Goeiedag, madam
ar: طاب نهارك سيدتي

source: Goeiedag
ar: طاب نهارك

source: Ek is die nuwe faktotum
ar: أنا المعلّم الجديد

source: O, ek is Pierre Morange se ma
ar: أنا والدة بيير مورانج

source: Ek weet dis nie besoekersdag vandag nie, maar dis die enigste tyd...
ar: أعلم أنه ليس يوم الزيارة اليوم لكنه وقت الفراغ الوحيد لدي

source: Dis nie die rede nie...
ar: ليس الأمر هكذا

source: Hy is alweer gestraf?
ar: هل عاد إلى العقوبة ؟

source: Nee, nee, hy is nie gestraf nie, maar hy is nie hier nie
ar: لا، لا، ليس معاقباً لكنه ليس هنا

source: Hy is na die tandarts gestuur 'n uur gelede - tandpyn
ar: لقد أُرسل إلى طبيب الأسنان منذ ساعة إنه ألم الأسنان

source: Tandpyn
ar: ألم الأسنان

source: Ja tandpyn, maar niks ernstig nie
ar: أجل ألم الأسنان ما من شيء خطير

source: Hy sal vanaand terug wees
ar: سيعود مساءاً

source: Ek kan nie wag nie, my skof begin 5 uur
ar: لا يمكنني الانتظار فورديتي تبدأ في الخامسة مساءاً

source: Kan ek iets vir hom aan u gee?
ar: هل يمكنك أن توصل له شيئاً؟

source: Natuurlik
ar: أجل، بالطبع

source: Haar naam is Violette, Violette Morange
ar: إنها فيوليت فيوليت مورانج

source: Enkelma, wanhopig oor haar seun se houding
ar: أم عازبة يائسة من سلوك ابنها

source: Hy steel, introvert, uit verskeie skole uitgesit vir drostery
ar: ميال إلى السرقة، الانطواء طُرد من عدة مدارس بسبب الهرب

source: Toe Pierre gestuur is na Dambodem teen sy ma se wil, het sy die regter vertel:
ar: عندما أرسل بيير إلى مدرسة فون بلوتون رغماً عن إرادة والدته قالت للقاضي :

source: "en minste sal hy 2 warm maaltye per dag kry"
ar: سيحظى على الأقل بوجبتين دافئتين في اليوم

source: 30 Januarie, die eksperiment begin
ar: 30، كانون الثاني، بداية التجارب؟

source: Hulle dra ronde hoede, lank lewe die Bretons
ar: يرتدون قبعاتٍ مستديرة حياةً مديدة للبريتون

source: Hulle dra ronde hoede, lank lewe Britanny
ar: يرتدون قبعاتٍ مستديرة حياةً مديدة للبريتون

source: Soprano - Linkerkant
ar: صوت حاد إلى اليسار

source: Leclerc
ar: لوكليرك

source: God se Seun is gebore, kom ons sing van Sy koms!
ar: وُلِدَ إبن الله لنغني جميعاً لقدومه

source: Byna op die noot, alto, staan links
ar: اللحن صحيح تقريباً صوت حاد، إلى اليسار

source: Delaire
ar: دولير

source: Drie kilometers te voet, dis rof, dis rof!
ar: أربع كيلومترات على الأقدام ما أصعبها، ما أصعبها

source: Drie kilometers te voet, dis rof op die skoene
ar: أربع كيلومترات على الأقدام ما أصعبها حتى بحذاء غنّ من البداية

source: Sing van die begin af Vier kilometers te voet, dis rof, dis rof
ar: أربع كيلومترات على الأقدام ما أصعبها، ما أصعبها

source: Vier kilometers te voet, dis rof op die skoene
ar: أربع كيلومترات على الأقدام ما أصعبها حتى بحذاء

source: Soos ek gedink het, bas, regs
ar: كما توقعت صوت جهير، إلى اليمين

source: Ricoeur
ar: ريكير

source: Daar's goeie tabak in my snuifdosie
ar: في علبة نشوقي تبغ جيّد

source: Daar's goeie tabak, maar jy sal niks kry nie
ar: فيها تبغ جيّد لكنك لن تحصل على شيء منه

source: Rook word nie toegelaat nie
ar: التدخين ممنوع

source: Alto, links
ar: صوت حاد، إلى اليسار

source: Ilouse
ar: إيلوس

source: Liefde is soos 'n Boheemse kind,
ar: الحب كولد فنان

source: Dit het nooit enige wet geken nie
ar: لا يعرف القوانين أبداً أبداً

source: Tenoor, natuurlik, staan links
ar: هذا مطابق للأصل بالطبع قف إلى اليسار

source: Ek ken geen lied nie
ar: لا أعرف أية أغنية

source: Toemaar, Ek sal jou leer
ar: لا بأس سأعلمك

source: In die tussentyd, benoem ek jou as die assistentdirekteur van die koor
ar: حتى ذلك الوقت، أرشحك لمنصب مساعد قائد الجوقة

source: Maarskalk, hier is ons!
ar: أيها الماريشال ها نحن هنا من علّمك هذه الأغنية؟

source: Wie het jou hierdie lied geleer?
ar: جدّي

source: My oupa 'n Bietjie uit die mode, gaan links
ar: قديمة الطراز قليلاً إلى اليسار

source: Clement
ar: كليمون

source: Bring julle gewere, Burgers, vorm julle battaljonne!
ar: احملوا السلاح أيها المواطنون شكّلوا كتيبتكم إلى اليمين

source: Regs Faktotums is die ergste soort, rook, drink, werk nooit
ar: المعلّمون أسوأ فصيلة يدخنون، يشربون، أبداً لا يعملون

source: Links
ar: إلى اليسار

source: Koekoe, koekoe, koekoe
ar: كوكويبو،كوكويبو،كوكويبو

source: Goed, alto
ar: ممتاز، صوت حاد

source: Wys my, Corbin?
ar: أرني يا كوربان

source: Jammer, hierdie noot bestaan nie, kom hier
ar: المعذرة، هذه النوتة غير موجودة تعال هنا

source: Mnr Pepinot, gee my die bladmusiek
ar: سيد بيبينو أعطني السجل الموسيقي

source: Baie dankie
ar: شكراً جزيلاً

source: Maak jou hande oop
ar: افتح يديك

source: Hou hulle so
ar: ضعها هكذا

source: Ek nomineer jou as bladhouer
ar: أعيّنك نصباً موسيقياً

source: Mnr Pepinot, stokkie, baie dankie
ar: سيد بيبينو، عصا المايسترو شكراً جزيلاً

source: Aandag, volg my
ar: انتباه تابعوا معي

source: Daar is dit!
ar: ها قد نجحتم

source: Een twee drie vier
ar: واحد اثنان ثلاثة أربعة

source: Die skoolhoof eet ou brood
ar: الناظر يأكل خبزاً يابساً ليكريك ليس شديد الذكاء

source: Lerlec is nie baie slim nie Elke nag, laat ek hulle 'n eenvoudige deuntjie oefen, wat ekself komponeer
ar: كل ليلة، كنت أمرّنهم على لحن بسيط أؤلفه

source: Ons is van Dambodem, Dis nogal verontrustend
ar: نحن من فون بلوتون هذا مزعج

source: Ons is van Dambodem, Dis wat ons pla
ar: نحن من فون بلوتون هذا ما يزعجنا

source: Nie sleg nie Dit was baie basies, maar ek had hulle aandag
ar: لقد كان ذلك مبتدءاً لكنني جذبت اهتمامهم

source: Om na die volgende stap te beweeg, het ek die steun van die hierargie nodig gehad
ar: لمزيد من التقدم، كنت بحاجة إلى دعم من الإدارة ماذا؟

source: 'n Koor?
ar: كورس؟

source: Arme Mathieu, jy het jou verstand heel verloor 'n Koor?
ar: ماتيو المسكين لقد جننت كورس؟

source: hulle sal nooit 'n noot sing nie, of ek is die koning van...
ar: لن يغنوا نوتة واحدة ...وإلا سأكون ملك الـ

source: Asseblief meneer, moet my nie vertel die koning van wat nie
ar: أرجوك سيدي، لا تقل ملك ماذا لماذا؟

source: Waarom? Want hulle sing alreeds
ar: لأنهم بدأوا يغنون فعلاً

source: - 'n Bietjie So waarom vra jy my vir goedkeuring as jy reeds voortgegaan het?
ar: إذا لماذا تطلب مني التصريح ما دمت قد بدأت بالفعل؟

source: Ek hou nie van jou metodes nie, hoor jy my?
ar: أسلوبك لا يعجبني، هل سمعت؟ سيدي الناظر

source: Meneer Jy hinder my!
ar: إنت تتعبني

source: Ek het ander probleme om op te los!
ar: لدي مشاكل أخرى أعالجها

source: Nou goed, ek het ook bietjie lag nodig, laat hulle sing
ar: على كلٍّ، أنا أيضاً أرغب بالضحك دعهم يغنون

source: Maar as dinge verkeerdloop, dan gaan jy!
ar: لكن إذا ساءت الأمور، ستخسر عملك إذهب

source: Dankie vir u woorde van bemoediging, meneer
ar: شكراً على كلمات التشجيع اللطيفة حضرة الناظر

source: 8 Februarie, eerste repetisies, Rachin is genadeloos op Morange
ar: الثامن من شباط، بداية التدريبات راشين لا يتهاون مع مورانج

source: Toe hy uitkom uit die tronk, word daar 'n voorbeeld van hom gemaak: 'n maand gemeenskapsdiens
ar: :بعد خروجه من السجن، جعل منه عبرة شهر من الخدمة الاجتماعية

source: Haai, meisie, moenie vergeet om my bed op te maak nie!
ar: أيتها الخادمة، لا تنسي أن ترتبي سريري

source: 15 Februarie 'n Besoek van Dr. Dervaux, die sielkundige
ar: الخامس عشر من شباط زيارة من الدكتور دورفو إنه طبيب نفسي

source: Hy het vir ons 'n klein geskenkie gebring
ar: وقد أحضر لنا هدية صغيرة

source: Ons het besluit om hierdie seun uit St Fereol se jeuggevangenis saam te bring
ar: لقد قررنا إحضار هذا الولد من إصلاحية فيريول

source: Om te sien of hy kan aanpas by 'n vryer omgewing
ar: لدراسة قدرته على التأقلم مع بيئة أكثر تساهلاً

source: Anders as meeste van sy klasmaats, het Mondain begin lees en skryf
ar: خلافاً لمعظم زملائه بدأ موندان بالقراءة والكتابة

source: In elk geval, hy kan praat, redelik normaal
ar: وعلى كل حال، يستطيع الكلام بشكل طبيعي تقريباً

source: Ons het 'n IK-toets gedoen, die Binet-Simon toets
ar: "وقد أخضعناه لاختبار "بيني سيمون

source: O, die Binet-Simon toets!
ar: آه "اختبار "بيني سيمون

source: Ons sal hom ook die Rorchar toets laat doen
ar: "كما أخضعناه لاختبار "روغشار جيّد

source: Goed Die toets, soos julle weet, verdeel kinders se intelligensies in 7 kategorië
ar: الاختبار، كما تعلم، يصنف ذكاء الأطفال في سبعة فئات

source: Normaal, voldoende, grensgeval, effens vertraag, medium vertraag, swaar vertraag, en laastens imbesiele
ar: ،طبيعي، ملائم، محدود معاق قليلاً، متوسط الإعاقة، مزمن الإعاقة و أخيراً أبله

source: Mondain is in die grensgeval-sone
ar: موندان في منطقة المحدود
